Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# languageName
source: English
ar: العربية
de: Deutsch
es: Español
fa: فارسی
fr: Français
it: Italiano
ja: 日本語
ko: 한국어
nl: Nederlands
pl: Polski
pt: Português (Brasil)
ru: Русский
tr: Türkçe
uk: Українська
zh: 简体中文
zh_hant: 繁體中文

# vsLastMonthLabel
source: %@ vs last month
ar: %@ مقارنة بالشهر الماضي
de: %@ gegenüber dem letzten Monat
es: %@ vs. mes pasado
fa: %@ نسبت به ماه قبل
fr: %@ vs le mois dernier
it: %@ rispetto al mese scorso
ja: 先月比 %@
ko: 지난달 대비 %@
nl: %@ t.o.v. vorige maand
pl: %@ vs poprzedni miesiąc
pt: %@ em relação ao mês passado
ru: %@ к прошлому месяцу
tr: Geçen aya göre %@
uk: %@ до минулого місяця
zh: 较上月 %@
zh_hant: 較上個月 %@

# levelStreakLabel
source: Level %1$lld · %2$@
ar: المستوى %1$lld · %2$@
es: Nivel %1$lld · %2$@
fa: سطح %1$lld · %2$@
fr: Niveau %1$lld · %2$@
it: Livello %1$lld · %2$@
ja: レベル %1$lld · %2$@
ko: 레벨 %1$lld · %2$@
nl: Niveau %1$lld · %2$@
pl: Poziom %1$lld · %2$@
pt: Nível %1$lld · %2$@
ru: Уровень %1$lld · %2$@
tr: Seviye %1$lld · %2$@
uk: Рівень %1$lld · %2$@
zh: 等级 %1$lld · %2$@
zh_hant: 等級 %1$lld · %2$@

source: SAVE
ar: حفظ
de: SPEICHERN
es: GUARDAR
fa: ذخیره
fr: ENREGISTRER
it: SALVA
ja: 保存
ko: 저장
nl: OPSLAAN
pl: ZAPISZ
pt: SALVAR
ru: СОХРАНИТЬ
tr: KAYDET
uk: ЗБЕРЕГТИ
zh: 保存
zh_hant: 儲存

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
zh: 取消
zh_hant: 取消

# cancelCaps
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: CANCELAR
fa: لغو
fr: ANNULER
it: ANNULLA
ja: キャンセル
ko: 취소
nl: ANNULEREN
pl: ANULUJ
pt: CANCELAR
ru: ОТМЕНА
tr: İPTAL
uk: СКАСУВАТИ
zh: 取消
zh_hant: 取消

# deleteCaps
source: DELETE
ar: حذف
de: LÖSCHEN
es: BORRAR
fa: حذف
fr: SUPPRIMER
it: ELIMINA
ja: 削除
ko: 삭제
nl: VERWIJDEREN
pl: USUŃ
pt: EXCLUIR
ru: УДАЛИТЬ
tr: SİL
uk: ВИДАЛИТИ
zh: 删除
zh_hant: 刪除

source: DONE
ar: تم
de: FERTIG
es: LISTO
fa: تمام
fr: TERMINÉ
it: FATTO
ja: 完了
ko: 완료
nl: KLAAR
pl: GOTOWE
pt: CONCLUÍDO
ru: ГОТОВО
tr: TAMAM
uk: ГОТОВО
zh: 完成
zh_hant: 完成

source: Set
ar: مجموعة
de: Satz
es: Fijar
fa: ست
fr: Série
it: Imposta
ja: セット
ko: 세트
pl: Seria
pt: Definir
ru: Задать
uk: Підхід
zh: 设置
zh_hant: 組

source: HOME
ar: الرئيسية
de: START
es: INICIO
fa: خانه
fr: ACCUEIL
ja: ホーム
ko: 홈
nl: START
pl: START
pt: INÍCIO
ru: ГЛАВНАЯ
tr: ANA SAYFA
uk: ГОЛОВНА
zh: 首页
zh_hant: 首頁

source: PROGRESS
ar: التقدم
de: FORTSCHRITT
es: PROGRESO
fa: پیشرفت
fr: PROGRÈS
it: PROGRESSI
ja: 進捗
ko: 진행 상황
nl: VOORTGANG
pl: POSTĘP
pt: PROGRESSO
ru: ПРОГРЕСС
tr: İLERLEME
uk: ПРОГРЕС
zh: 进度
zh_hant: 進度

source: EXERCISES
ar: التمارين
de: ÜBUNGEN
es: EJERCICIOS
fa: حرکات
fr: EXERCICES
it: ESERCIZI
ja: エクササイズ
ko: 운동
nl: OEFENINGEN
pl: ĆWICZENIA
pt: EXERCÍCIOS
ru: УПРАЖНЕНИЯ
tr: EGZERSİZLER
uk: ВПРАВИ
zh: 动作库
zh_hant: 動作

source: SETTINGS
ar: الإعدادات
de: EINSTELLUNGEN
es: AJUSTES
fa: تنظیمات
fr: PARAMÈTRES
it: IMPOSTAZIONI
ja: 設定
ko: 설정
nl: INSTELLINGEN
pl: USTAWIENIA
pt: CONFIGURAÇÕES
ru: НАСТРОЙКИ
tr: AYARLAR
uk: НАЛАШТУВАННЯ
zh: 设置
zh_hant: 設定

source: TODAY
ar: اليوم
de: HEUTE
es: HOY
fa: امروز
fr: AUJOURD’HUI
it: OGGI
ja: 今日
ko: 오늘
nl: VANDAAG
pl: DZISIAJ
pt: HOJE
ru: СЕГОДНЯ
tr: BUGÜN
uk: СЬОГОДНІ
zh: 今天
zh_hant: 今天

source: THIS WEEK
ar: هذا الأسبوع
de: DIESE WOCHE
es: ESTA SEMANA
fa: این هفته
fr: CETTE SEMAINE
it: QUESTA SETTIMANA
ja: 今週
ko: 이번 주
nl: DEZE WEEK
pl: TEN TYDZIEŃ
pt: ESTA SEMANA
ru: ЭТА НЕДЕЛЯ
tr: BU HAFTA
uk: ЦЬОГО ТИЖНЯ
zh: 本周
zh_hant: 本週

source: RECOMMENDED
ar: موصى به
de: EMPFOHLEN
es: RECOMENDADOS
fa: پیشنهادی
fr: RECOMMANDÉ
it: CONSIGLIATI
ja: おすすめ
ko: 추천
nl: AANBEVOLEN
pl: POLECANE
pt: RECOMENDADOS
ru: РЕКОМЕНДУЕМ
tr: ÖNERİLEN
uk: РЕКОМЕНДОВАНО
zh: 推荐
zh_hant: 推薦

source: GOAL
ar: الهدف
de: ZIEL
es: OBJETIVO
fa: هدف
fr: OBJECTIF
it: OBIETTIVO
ja: 目標
ko: 목표
nl: DOEL
pl: CEL
pt: META
ru: ЦЕЛЬ
tr: HEDEF
uk: ЦІЛЬ
zh: 目标
zh_hant: 目標

source: VOLUME
ar: الحجم
de: VOLUMEN
es: VOLUMEN
fa: حجم
ja: ボリューム
ko: 볼륨
pl: OBJĘTOŚĆ
ru: ОБЪЁМ
tr: HACİM
uk: ОБСЯГ
zh: 容量
zh_hant: 訓練量

source: SETS TODAY
ar: مجموعات اليوم
de: SÄTZE HEUTE
es: SERIES HOY
fa: ست‌های امروز
fr: SÉRIES AUJOURD’HUI
it: SERIE OGGI
ja: 今日のセット
ko: 오늘의 세트
nl: SETS VANDAAG
pl: SERIE DZISIAJ
pt: SÉRIES DE HOJE
ru: ПОДХОДОВ СЕГОДНЯ
tr: BUGÜNKÜ SETLER
uk: ПІДХОДИ СЬОГОДНІ
zh: 今日组数
zh_hant: 今日組數

source: PRs
ar: الأرقام القياسية
es: RÉCORDS
fa: رکوردها
fr: RECORDS
it: RECORD
ja: 記録
ko: 기록
nl: RECORDS
pl: REKORDY
pt: RECORDES PESSOAIS
ru: РЕКОРДЫ
tr: REKORLAR
uk: РЕКОРДИ
zh: 个人纪录
zh_hant: 紀錄

source: TODAY'S FOCUS
ar: تركيز اليوم
de: HEUTIGER FOKUS
es: FOCO DE HOY
fa: تمرکز امروز
fr: OBJECTIF DU JOUR
it: FOCUS DI OGGI
ja: 今日の重点
ko: 오늘의 초점
nl: FOCUS VAN VANDAAG
pl: DZISIEJSZY CEL
pt: FOCO DE HOJE
ru: ФОКУС ДНЯ
tr: BUGÜNÜN ODAĞI
uk: ФОКУС НА СЬОГОДНІ
zh: 今日重点
zh_hant: 今日重點

source: TODAY'S ROUTINE
ar: روتين اليوم
de: HEUTIGES TRAINING
es: RUTINA DE HOY
fa: روتین امروز
fr: PROGRAMME DU JOUR
it: ROUTINE DI OGGI
ja: 今日のルーティン
ko: 오늘의 루틴
nl: ROUTINE VAN VANDAAG
pl: DZISIEJSZY PLAN
pt: ROTINA DE HOJE
ru: ПРОГРАММА НА СЕГОДНЯ
tr: BUGÜNÜN PROGRAMI
uk: ПЛАН НА СЬОГОДНІ
zh: 今日计划
zh_hant: 今日課表

source: START WORKOUT
ar: ابدأ التمرين
de: TRAINING STARTEN
es: EMPEZAR
fa: شروع تمرین
fr: COMMENCER LA SÉANCE
it: INIZIA ALLENAMENTO
ja: ワークアウト開始
ko: 운동 시작
nl: TRAINING STARTEN
pl: ROZPOCZNIJ TRENING
pt: INICIAR TREINO
ru: НАЧАТЬ ТРЕНИРОВКУ
tr: ANTRENMANA BAŞLA
uk: ПОЧАТИ ТРЕНУВАННЯ
zh: 开始训练
zh_hant: 開始訓練

source: ROUTINES
ar: الروتينات
de: TRAININGSPLÄNE
es: RUTINAS
fa: روتین‌ها
fr: PROGRAMMES
it: ROUTINE
ja: ルーティン
ko: 루틴
pl: PLANY
pt: ROTINAS
ru: ПРОГРАММЫ
tr: PROGRAMLAR
uk: ПРОГРАМИ
zh: 训练计划
zh_hant: 課表

source: TOOLS
ar: الأدوات
de: WERKZEUGE
es: HERRAMIENTAS
fa: ابزارها
fr: OUTILS
it: STRUMENTI
ja: ツール
ko: 도구
pl: NARZĘDZIA
pt: FERRAMENTAS
ru: ИНСТРУМЕНТЫ
tr: ARAÇLAR
uk: ІНСТРУМЕНТИ
zh: 实用工具
zh_hant: 工具

# firstSessionHint
source: Pick your muscles and log your first session
ar: اختر عضلاتك وسجّل تمرينك الأول
de: Wähle deine Muskeln und protokolliere dein erstes Training
es: Elige tus músculos y registra tu primera sesión
fa: عضلاتت را انتخاب کن و اولین جلسه تمرینت را ثبت کن
fr: Choisis tes muscles et enregistre ta première séance
it: Scegli i muscoli e registra la prima sessione
ja: 鍛える筋肉を選んで最初のワークアウトを記録しよう
ko: 운동할 근육을 선택하고 첫 운동을 기록하세요
nl: Kies je spieren en log je eerste training
pl: Wybierz mięśnie i zapisz pierwszy trening
pt: Escolha seus músculos e registre sua primeira sessão
ru: Выбери мышцы и запиши первую тренировку
tr: Kaslarını seç ve ilk antrenmanını kaydet
uk: Обери м’язи та запиши перше тренування
zh: 选择想要训练的肌群，记录你的第一次训练
zh_hant: 選擇肌群並記錄第一次訓練

# exerciseCount
source: %lld exercises
ar: %lld تمارين
de: %lld Übungen
es: %lld ejercicios
fa: %lld حرکت
fr: %lld exercices
it: %lld esercizi
ja: %lld 種目
ko: %lld개 운동
nl: %lld oefeningen
pl: %lld ćwiczeń
pt: %lld exercícios
ru: %lld упражнения
tr: %lld egzersiz
uk: %lld вправ
zh: %lld 项动作
zh_hant: %lld 個動作

source: PUSH DAY
ar: يوم الدفع
de: DRÜCKEN
es: DÍA DE EMPUJE
fa: روز پرس
fr: JOUR PUSH
it: GIORNO DI SPINTA
ja: プッシュデー
ko: 푸시 데이
nl: PUSH-DAG
pl: DZIEŃ PUSH
pt: DIA DE EMPURRAR
ru: ЖИМОВОЙ ДЕНЬ
tr: İTİŞ GÜNÜ
uk: ДЕНЬ PUSH
zh: 推力日
zh_hant: 推日

source: PULL DAY
ar: يوم السحب
de: ZIEHEN
es: DÍA DE TIRÓN
fa: روز کشش
fr: JOUR PULL
it: GIORNO DI TRAZIONE
ja: プルデー
ko: 풀 데이
nl: PULL-DAG
pl: DZIEŃ PULL
pt: DIA DE PUXAR
ru: ТЯГОВЫЙ ДЕНЬ
tr: ÇEKİŞ GÜNÜ
uk: ДЕНЬ PULL
zh: 拉力日
zh_hant: 拉日

source: LEG DAY
ar: الأرجل
de: BEINE
es: DÍA DE PIERNA
fa: روز پا
fr: JAMBES
it: GIORNO GAMBE
ja: 脚
ko: 하체
nl: BENEN
pl: NOGI
pt: DIA DE PERNAS
ru: ДЕНЬ НОГ
tr: BACAK
uk: НОГИ
zh: 腿部日
zh_hant: 腿部

# pushFocus
source: Chest · Shoulders · Triceps
ar: الصدر · الكتفين · الترايسبس
de: Brust · Schultern · Trizeps
es: Pecho · Hombros · Tríceps
fa: سینه · شانه · پشت‌بازو
fr: Pectoraux · Épaules · Triceps
it: Petto · Spalle · Tricipiti
ja: 胸 · 肩 · 上腕三頭筋
ko: 가슴 · 어깨 · 삼두근
nl: Borst · Schouders · Triceps
pl: Klatka · Barki · Triceps
pt: Peito · Ombros · Tríceps
ru: Грудь · Плечи · Трицепс
tr: Göğüs · Omuz · Triseps
uk: Груди · Плечі · Трицепс
zh: 胸部 · 肩部 · 肱三头肌
zh_hant: 胸 · 肩 · 三頭肌

# pullFocus
source: Back · Biceps · Traps
ar: الظهر · البايسبس · الترابيس
de: Rücken · Bizeps · Trapez
es: Espalda · Bíceps · Trapecio
fa: پشت · جلو‌بازو · تراپز
fr: Dos · Biceps · Trapèzes
it: Schiena · Bicipiti · Trapezi
ja: 背中 · 上腕二頭筋 · 僧帽筋
ko: 등 · 이두근 · 승모근
nl: Rug · Biceps · Trapezius
pl: Plecy · Biceps · Kaptury
pt: Costas · Bíceps · Trapézios
ru: Спина · Бицепс · Трапеции
tr: Sırt · Biseps · Trapez
uk: Спина · Біцепс · Трапеції
zh: 背部 · 肱二头肌 · 斜方肌
zh_hant: 背 · 二頭肌 · 斜方肌

# legFocus
source: Quads · Hamstrings · Glutes
ar: الرباعية · أوتار الركبة · الألوية
de: Quadrizeps · Beinbeuger · Gesäß
es: Cuádriceps · Isquios · Glúteos
fa: چهارسر · همسترینگ · باسن
fr: Quadriceps · Ischio-jambiers · Fessiers
it: Quadricipiti · Femorali · Glutei
ja: 大腿四頭筋 · ハムストリング · 臀筋
ko: 대퇴사두근 · 햄스트링 · 둔근
nl: Quadriceps · Hamstrings · Bilspieren
pl: Czworogłowe · Dwugłowe uda · Pośladki
pt: Quadríceps · Isquiotibiais · Glúteos
ru: Квадрицепс · Бицепс бедра · Ягодицы
tr: Ön bacak · Arka bacak · Kalça
uk: Квадрицепс · Задня поверхня стегна · Сідниці
zh: 股四头肌 · 腘绳肌 · 臀肌
zh_hant: 股四頭肌 · 腿後肌 · 臀肌

source: TRAIN
ar: تدرّب
de: TRAINIEREN
es: ENTRENAR
fa: تمرین
fr: S’ENTRAÎNER
it: ALLENATI
ja: トレーニング
ko: 운동하기
nl: TRAINEN
pl: TRENUJ
pt: TREINAR
ru: ТРЕНИРОВКА
tr: ANTRENMAN
uk: ТРЕНУВАТИСЯ
zh: 训练
zh_hant: 訓練

# step1
source: STEP 1 OF 2
ar: الخطوة 1 من 2
de: SCHRITT 1 VON 2
es: PASO 1 DE 2
fa: مرحله ۱ از ۲
fr: ÉTAPE 1 SUR 2
it: PASSO 1 DI 2
ja: ステップ 1/2
ko: 1/2 단계
nl: STAP 1 VAN 2
pl: KROK 1 Z 2
pt: PASSO 1 DE 2
ru: ШАГ 1 ИЗ 2
tr: 2 ADIMDAN 1.
uk: КРОК 1 З 2
zh: 第 1 步 / 共 2 步
zh_hant: 第 1 步，共 2 步

# step2
source: STEP 2 OF 2
ar: الخطوة 2 من 2
de: SCHRITT 2 VON 2
es: PASO 2 DE 2
fa: مرحله ۲ از ۲
fr: ÉTAPE 2 SUR 2
it: PASSO 2 DI 2
ja: ステップ 2/2
ko: 2/2 단계
nl: STAP 2 VAN 2
pl: KROK 2 Z 2
pt: PASSO 2 DE 2
ru: ШАГ 2 ИЗ 2
tr: 2 ADIMDAN 2.
uk: КРОК 2 З 2
zh: 第 2 步 / 共 2 步
zh_hant: 第 2 步，共 2 步

# chooseFocus
source: CHOOSE YOUR FOCUS
ar: اختر تركيزك
de: WÄHLE DEINEN FOKUS
es: ELIGE TU FOCO
fa: تمرکزت را انتخاب کن
fr: CHOISIS TA CIBLE
it: SCEGLI IL FOCUS
ja: 重点を選択
ko: 초점 선택
nl: KIES JE FOCUS
pl: WYBIERZ CEL
pt: ESCOLHA SEU FOCO
ru: ВЫБЕРИ ФОКУС
tr: ODAĞINI SEÇ
uk: ОБЕРИ ФОКУС
zh: 选择训练重点
zh_hant: 選擇重點

# buildSession
source: BUILD YOUR SESSION
ar: أنشئ تمرينك
de: TRAINING ZUSAMMENSTELLEN
es: MONTA TU SESIÓN
fa: جلسه تمرینت را بساز
fr: CRÉE TA SÉANCE
it: CREA LA SESSIONE
ja: ワークアウトを作成
ko: 운동 구성
nl: STEL JE TRAINING SAMEN
pl: UŁÓŻ TRENING
pt: CRIE SUA SESSÃO
ru: СОБЕРИ ТРЕНИРОВКУ
tr: ANTRENMANINI OLUŞTUR
uk: СКЛАДИ ТРЕНУВАННЯ
zh: 定制本次训练
zh_hant: 建立訓練

# tapMuscles
source: Tap the muscles you want to train — front and back.
ar: اضغط على العضلات التي تريد تدريبها — من الأمام والخلف.
de: Tippe auf die Muskeln, die du trainieren möchtest — vorne und hinten.
es: Toca los músculos que quieras entrenar — frente y espalda.
fa: عضله‌هایی که می‌خواهی تمرین کنی را لمس کن — جلو و پشت.
fr: Touche les muscles que tu veux travailler — devant et derrière.
it: Tocca i muscoli da allenare — fronte e schiena.
ja: 鍛えたい筋肉をタップ — 前面と背面。
ko: 운동할 근육을 탭하세요 — 앞면과 뒷면.
nl: Tik op de spieren die je wilt trainen — voor en achter.
pl: Dotknij mięśni, które chcesz trenować — z przodu i z tyłu.
pt: Toque nos músculos que deseja treinar — frente e costas.
ru: Нажми на мышцы, которые хочешь нагрузить — спереди и сзади.
tr: Çalıştırmak istediğin kaslara dokun — ön ve arka.
uk: Торкнися м’язів, які хочеш тренувати — спереду та ззаду.
zh: 点击你想训练的肌肉部位 — 正面与背面。
zh_hant: 點選你想訓練的肌群 — 正面與背面。

# noMusclesYet
source: No muscles selected yet — tap the body to begin.
ar: لم تحدد أي عضلات بعد — اضغط على الجسم للبدء.
de: Noch keine Muskeln ausgewählt — tippe auf den Körper, um zu beginnen.
es: Ningún músculo elegido — toca el cuerpo para empezar.
fa: هنوز عضله‌ای انتخاب نشده — برای شروع بدن را لمس کن.
fr: Aucun muscle sélectionné — touche le corps pour commencer.
it: Nessun muscolo selezionato — tocca il corpo per iniziare.
ja: 筋肉が未選択です — 体をタップして開始。
ko: 선택된 근육이 없습니다 — 몸을 탭해 시작하세요.
nl: Nog geen spieren geselecteerd — tik op het lichaam om te beginnen.
pl: Nie wybrano jeszcze mięśni — dotknij sylwetki, aby zacząć.
pt: Ainda não foram selecionados os músculos — toque no corpo para começar.
ru: Мышцы ещё не выбраны — нажми на тело, чтобы начать.
tr: Henüz kas seçilmedi — başlamak için vücuda dokun.
uk: М’язи ще не вибрано — торкнися тіла, щоб почати.
zh: 尚未选择肌肉 — 点击人体图开始选择。
zh_hant: 尚未選擇肌群 — 點選身體開始。

# continueBtn
source: CONTINUE
ar: متابعة
de: WEITER
es: CONTINUAR
fa: ادامه
fr: CONTINUER
it: CONTINUA
ja: 続ける
ko: 계속
nl: DOORGAAN
pl: DALEJ
pt: CONTINUAR
ru: ДАЛЬШЕ
tr: DEVAM
uk: ПРОДОВЖИТИ
zh: 继续
zh_hant: 繼續

# nothingForFocus
source: Nothing for this focus yet
ar: لا توجد تمارين لهذا التركيز
de: Noch nichts für diesen Fokus
es: Aún no hay nada para este foco
fa: هنوز چیزی برای این تمرکز نیست
fr: Aucun exercice pour cette cible
it: Niente per questo focus, per ora
ja: この重点に合う種目がありません
ko: 이 초점에 맞는 운동이 없습니다
nl: Geen oefening voor deze focus
pl: Brak ćwiczeń dla tego celu
pt: Ainda não há nada para este foco
ru: Для этого фокуса пока ничего нет
tr: Bu odak için egzersiz yok
uk: Для цього фокусу вправ немає
zh: 该重点部位暂无可用动作
zh_hant: 此重點暫無動作

# goBackPick
source: Go back and pick a muscle with exercises in your library.
ar: ارجع واختر عضلة لها تمارين في مكتبتك.
de: Gehe zurück und wähle einen Muskel mit Übungen in deiner Bibliothek.
es: Vuelve atrás y elige un músculo con ejercicios en tu biblioteca.
fa: برگرد و عضله‌ای را انتخاب کن که در کتابخانه‌ات حرکت دارد.
fr: Reviens en arrière et choisis un muscle avec des exercices dans ta bibliothèque.
it: Torna indietro e scegli un muscolo con esercizi nella libreria.
ja: 戻って、ライブラリに種目がある筋肉を選んでください。
ko: 뒤로 가서 라이브러리에 운동이 있는 근육을 선택하세요.
nl: Ga terug en kies een spier waarvoor oefeningen in je bibliotheek staan.
pl: Wróć i wybierz mięsień, dla którego masz ćwiczenia w bibliotece.
pt: Volte e escolha um músculo com exercícios na sua biblioteca.
ru: Вернись и выбери мышцу, для которой в библиотеке есть упражнения.
tr: Geri dön ve kütüphanende egzersizi olan bir kas seç.
uk: Повернися й обери м’яз, для якого є вправи в бібліотеці.
zh: 请返回并选择动作库中已有动作的肌肉部位。
zh_hant: 返回並選擇你的資料庫中有動作的肌群。

# pickedHint
source: We picked a session for you — tap to add or drop any of the %lld.
ar: جهزنا لك تمرينًا — اضغط لإضافة أو إزالة أي من التمارين الـ %lld.
de: Wir haben ein Training für dich ausgewählt — tippe, um eine der %lld Übungen hinzuzufügen oder zu entfernen.
es: Te hemos montado una sesión — toca para añadir o quitar cualquiera de los %lld.
fa: یک جلسه تمرین برایت چیدیم — هر کدام از این %lld تا را برای اضافه یا حذف لمس کن.
fr: Nous avons préparé une séance — touche pour ajouter ou retirer l’un des %lld exercices.
it: Ti abbiamo preparato una sessione — tocca per aggiungere o togliere uno dei %lld.
ja: ワークアウトを組みました — %lld 種目から追加・削除できます。
ko: 운동을 구성했어요 — %lld개 운동 중 원하는 항목을 추가하거나 뺄 수 있습니다.
nl: We hebben een training voor je samengesteld — tik om een van de %lld oefeningen toe te voegen of te verwijderen.
pl: Ułożyliśmy trening — dotknij, aby dodać lub usunąć dowolne z %lld ćwiczeń.
pt: Escolhemos uma sessão para você — toque para adicionar ou remover qualquer um dos %lld.
ru: Мы собрали тренировку за тебя — нажми, чтобы добавить или убрать любое из %lld.
tr: Senin için bir antrenman hazırladık — %lld egzersizden birini eklemek veya çıkarmak için dokun.
uk: Ми підібрали тренування — торкнися, щоб додати або прибрати будь-яку з %lld вправ.
zh: 已为你推荐一组动作 — 点击可添加或删减这 %lld 项动作。
zh_hant: 我們已為你安排訓練 — 點選即可新增或移除這 %lld 個動作中的任一項。

source: PICK AN EXERCISE
ar: اختر تمرينًا
de: WÄHLE EINE ÜBUNG
es: ELIGE UN EJERCICIO
fa: یک حرکت انتخاب کن
fr: CHOISIR UN EXERCICE
it: SCEGLI UN ESERCIZIO
ja: 種目を選択
ko: 운동 선택
nl: KIES EEN OEFENING
pl: WYBIERZ ĆWICZENIE
pt: ESCOLHA UM EXERCÍCIO
ru: ВЫБЕРИ УПРАЖНЕНИЕ
tr: EGZERSİZ SEÇ
uk: ОБРАТИ ВПРАВУ
zh: 选择动作
zh_hant: 選擇動作

# searchAllExercises
source: Search any exercise…
ar: ابحث عن تمرين…
de: Übung suchen…
es: Busca cualquier ejercicio…
fa: جستجوی هر حرکت…
fr: Rechercher un exercice…
it: Cerca un esercizio…
ja: 種目を検索…
ko: 운동 검색…
nl: Zoek een oefening…
pl: Szukaj ćwiczenia…
pt: Pesquise qualquer exercício…
ru: Найти любое упражнение…
tr: Egzersiz ara…
uk: Пошук вправи…
zh: 搜索全部动作…
zh_hant: 搜尋動作…

source: No exercises match
ar: لا توجد تمارين مطابقة
de: Keine passenden Übungen
es: Ningún ejercicio coincide
fa: حرکتی پیدا نشد
fr: Aucun exercice correspondant
it: Nessun esercizio trovato
ja: 一致する種目がありません
ko: 일치하는 운동이 없습니다
nl: Geen overeenkomende oefeningen
pl: Brak pasujących ćwiczeń
pt: Nenhum exercício corresponde
ru: Ничего не найдено
tr: Eşleşen egzersiz yok
uk: Немає відповідних вправ
zh: 没有匹配的动作
zh_hant: 沒有相符的動作

# createItInstead
source: Create it as your own instead
ar: أنشئ تمرينك الخاص بدلًا من ذلك
de: Stattdessen eigene Übung erstellen
es: Créalo como ejercicio propio
fa: به‌جایش حرکت خودت را بساز
fr: Créer ton propre exercice à la place
it: Crealo come esercizio personale
ja: 代わりに自分の種目を作成
ko: 대신 나만의 운동 만들기
nl: Maak in plaats daarvan je eigen oefening
pl: Utwórz własne ćwiczenie
pt: Crie você mesmo
ru: Создать своё упражнение
tr: Bunun yerine kendi egzersizini oluştur
uk: Створити власну вправу
zh: 添加为自定义动作
zh_hant: 改為建立自己的動作

# startCount
source: START · %lld EXERCISES
ar: ابدأ · %lld تمارين
de: START · %lld ÜBUNGEN
es: EMPEZAR · %lld EJERCICIOS
fa: شروع · %lld حرکت
fr: COMMENCER · %lld EXERCICES
it: INIZIA · %lld ESERCIZI
ja: 開始 · %lld 種目
ko: 시작 · %lld개 운동
nl: START · %lld OEFENINGEN
pl: START · %lld ĆWICZEŃ
pt: INICIAR · %lld EXERCÍCIOS
ru: СТАРТ · %lld УПРАЖНЕНИЯ
tr: BAŞLA · %lld EGZERSİZ
uk: ПОЧАТИ · %lld ВПРАВ
zh: 开始 · %lld 项动作
zh_hant: 開始 · %lld 個動作

source: IN PROGRESS
ar: قيد التنفيذ
de: IM GANG
es: EN CURSO
fa: در حال انجام
fr: EN COURS
it: IN CORSO
ja: 進行中
ko: 진행 중
nl: BEZIG
pl: W TOKU
pt: EM ANDAMENTO
ru: ИДЁТ
tr: DEVAM EDİYOR
uk: ТРИВАЄ
zh: 进行中
zh_hant: 進行中

source: PAUSED
ar: متوقف مؤقتًا
de: PAUSIERT
es: EN PAUSA
fa: توقف
fr: EN PAUSE
it: IN PAUSA
ja: 一時停止
ko: 일시정지
nl: GEPAUZEERD
pl: WSTRZYMANO
pt: PAUSADO
ru: ПАУЗА
tr: DURAKLATILDI
uk: ПАУЗА
zh: 已暂停
zh_hant: 已暫停

source: LAST
ar: الأخير
de: LETZTES
es: ÚLTIMA
fa: قبلی
fr: DERNIÈRE
it: ULTIMO
ja: 前回
ko: 지난번
nl: LAATSTE
pl: OSTATNIO
pt: ÚLTIMO
ru: ПРОШЛЫЙ
tr: SON
uk: ОСТАННЄ
zh: 上次
zh_hant: 上次

source: REST
ar: راحة
de: PAUSE
es: DESCANSO
fa: استراحت
fr: REPOS
it: RIPOSO
ja: 休憩
ko: 휴식
nl: RUST
pl: ODPOCZYNEK
pt: DESCANSO
ru: ОТДЫХ
tr: DİNLENME
uk: ВІДПОЧИНОК
zh: 休息
zh_hant: 休息

source: SKIP
ar: تخطَّ
de: ÜBERSPRINGEN
es: SALTAR
fa: رد کردن
fr: PASSER
it: SALTA
ja: スキップ
ko: 건너뛰기
nl: OVERSLAAN
pl: POMIŃ
pt: PULAR
ru: ПРОПУСТИТЬ
tr: ATLA
uk: ПРОПУСТИТИ
zh: 跳过
zh_hant: 略過

source: + ADD SET
ar: + إضافة مجموعة
de: + SATZ HINZUFÜGEN
es: + AÑADIR SERIE
fa: + افزودن ست
fr: + AJOUTER UNE SÉRIE
it: + AGGIUNGI SERIE
ja: + セットを追加
ko: + 세트 추가
nl: + SET TOEVOEGEN
pl: + DODAJ SERIĘ
pt: + ADICIONAR SÉRIE
ru: + ПОДХОД
tr: + SET EKLE
uk: + ДОДАТИ ПІДХІД
zh: + 添加组
zh_hant: + 新增一組

source: FINISH SESSION
ar: إنهاء التمرين
de: TRAINING BEENDEN
es: TERMINAR
fa: پایان جلسه تمرین
fr: TERMINER LA SÉANCE
it: TERMINA SESSIONE
ja: ワークアウト終了
ko: 운동 종료
nl: TRAINING AFRONDEN
pl: ZAKOŃCZ TRENING
pt: ENCERRAR SESSÃO
ru: ЗАВЕРШИТЬ
tr: ANTRENMANI BİTİR
uk: ЗАВЕРШИТИ ТРЕНУВАННЯ
zh: 完成训练
zh_hant: 結束訓練

source: SET DONE
ar: اكتملت المجموعة
de: SATZ ERLEDIGT
es: SERIE HECHA
fa: ست انجام شد
fr: SÉRIE TERMINÉE
it: SERIE FATTA
ja: セット完了
ko: 세트 완료
nl: SET KLAAR
pl: SERIA UKOŃCZONA
pt: SÉRIE FEITA
ru: ПОДХОД СДЕЛАН
tr: SET TAMAM
uk: ПІДХІД ВИКОНАНО
zh: 完成一组
zh_hant: 本組完成

source: NEXT EXERCISE
ar: التمرين التالي
de: NÄCHSTE ÜBUNG
es: SIGUIENTE
fa: حرکت بعدی
fr: EXERCICE SUIVANT
it: PROSSIMO ESERCIZIO
ja: 次の種目
ko: 다음 운동
nl: VOLGENDE OEFENING
pl: NASTĘPNE ĆWICZENIE
pt: PRÓXIMO
ru: СЛЕДУЮЩЕЕ УПРАЖНЕНИЕ
tr: SONRAKİ EGZERSİZ
uk: НАСТУПНА ВПРАВА
zh: 下一个动作
zh_hant: 下一個動作

# skipExercise
source: Skip this exercise?
ar: تخطي هذا التمرين؟
de: Diese Übung überspringen?
es: ¿Saltar este ejercicio?
fa: این حرکت رد شود؟
fr: Passer cet exercice ?
it: Saltare questo esercizio?
ja: この種目をスキップしますか？
ko: 이 운동을 건너뛸까요?
nl: Deze oefening overslaan?
pl: Pominąć to ćwiczenie?
pt: Pular este exercício?
ru: Пропустить это упражнение?
tr: Bu egzersiz atlansın mı?
uk: Пропустити цю вправу?
zh: 跳过这个动作？
zh_hant: 略過此動作？

# skipExerciseBody
source: You haven't marked any set as done, so nothing gets logged for "%@".
ar: لم تحدد أي مجموعة كمكتملة، لذلك لن يتم تسجيل شيء لـ "%@".
de: Du hast keine Sätze als fertig markiert, nicht wird gespeichert für "%@".
es: No has marcado ninguna serie, así que no se anota nada de "%@".
fa: هیچ ستی را به‌عنوان انجام‌شده علامت نزدی، پس چیزی برای «%@» ثبت نمی‌شود.
fr: Tu n’as marqué aucune série comme terminée, donc rien ne sera enregistré pour « %@ ».
it: Non hai segnato nessuna serie, quindi di "%@" non viene registrato niente.
ja: 完了にしたセットがないため、「%@」は記録されません。
ko: 완료로 표시한 세트가 없어 “%@”에 기록되는 내용이 없습니다.
nl: Je hebt geen set als voltooid gemarkeerd, dus er wordt niets gelogd voor ‘%@’.
pl: Nie oznaczono żadnej serii jako ukończonej, więc nic nie zostanie zapisane dla „%@”.
pt: Você não marcou nenhuma série, então nada será registrado de "%@".
ru: Ты не отметил ни одного подхода, так что по «%@» ничего не запишется.
tr: Hiçbir seti tamamlandı olarak işaretlemedin, bu yüzden “%@” için hiçbir şey kaydedilmeyecek.
uk: Ти не позначив жодного підходу як виконаний, тому для «%@» нічого не буде записано.
zh: 你还没有标记任何一组，所以「%@」不会被记录。
zh_hant: 你沒有將任何一組標記為完成，因此「%@」不會留下紀錄。

# dropExerciseAction
source: Drop exercise
ar: إزالة التمرين
de: Übung entfernen
es: Quitar ejercicio
fa: حذف حرکت
fr: Retirer l’exercice
it: Togli l'esercizio
ja: 種目を外す
ko: 운동 빼기
nl: Oefening verwijderen
pl: Usuń ćwiczenie
pt: Remover exercício
ru: Убрать упражнение
tr: Egzersizi çıkar
uk: Прибрати вправу
zh: 移除动作
zh_hant: 移除動作

# restOff
source: Off
ar: متوقف
de: Aus
es: Apagado
fa: خاموش
fr: Désactivé
it: Spento
ja: オフ
ko: 끔
nl: Uit
pl: Wył.
pt: Desligado
ru: Выключен
tr: Kapalı
uk: Вимк.
zh: 关闭
zh_hant: 關閉

# repsCol
source: REPS
ar: التكرارات
de: WIEDERHOLUNGEN
fa: تکرار
fr: RÉPÉTITIONS
ja: 回数
ko: 반복
nl: HERHALINGEN
pl: POWTÓRZENIA
pt: REPETIÇÕES
ru: ПОВТОРЫ
tr: TEKRAR
uk: ПОВТОРЕННЯ
zh: 次数
zh_hant: 次數

# weightCol
source: WEIGHT (%@)
ar: الوزن (%@)
de: GEWICHT (%@)
es: PESO (%@)
fa: وزن (%@)
fr: POIDS (%@)
it: PESO (%@)
ja: 重量 (%@)
ko: 중량 (%@)
nl: GEWICHT (%@)
pl: CIĘŻAR (%@)
pt: PESO (%@)
ru: ВЕС (%@)
tr: AĞIRLIK (%@)
uk: ВАГА (%@)
zh: 重量 (%@)
zh_hant: 重量 (%@)

# repsTitle
source: REPS
ar: التكرارات
de: WIEDERHOLUNGEN
fa: تکرار
fr: RÉPÉTITIONS
it: RIPETIZIONI
ja: 回数
ko: 반복
nl: HERHALINGEN
pl: POWTÓRZENIA
pt: REPETIÇÕES
ru: ПОВТОРЫ
tr: TEKRAR
uk: ПОВТОРЕННЯ
zh: 次数
zh_hant: 次數

# weightTitle
source: WEIGHT (%@)
ar: الوزن (%@)
de: GEWICHT (%@)
es: PESO (%@)
fa: وزن (%@)
fr: POIDS (%@)
it: PESO (%@)
ja: 重量 (%@)
ko: 중량 (%@)
nl: GEWICHT (%@)
pl: CIĘŻAR (%@)
pt: PESO (%@)
ru: ВЕС (%@)
tr: AĞIRLIK (%@)
uk: ВАГА (%@)
zh: 重量 (%@)
zh_hant: 重量 (%@)

# sessionComplete
source: WORKOUT LOGGED
ar: تم تسجيل التمرين
de: TRAINING GESPEICHERT
es: ENTRENO REGISTRADO
fa: تمرین ثبت شد
fr: SÉANCE ENREGISTRÉE
it: ALLENAMENTO REGISTRATO
ja: ワークアウトを記録しました
ko: 운동 기록 완료
nl: TRAINING OPGESLAGEN
pl: TRENING ZAPISANY
pt: TREINO REGISTRADO
ru: ТРЕНИРОВКА ЗАПИСАНА
tr: ANTRENMAN KAYDEDİLDİ
uk: ТРЕНУВАННЯ ЗАПИСАНО
zh: 训练已记录
zh_hant: 訓練已記錄

# finishHeadlinePr
source: New personal record
ar: رقم شخصي جديد
de: Neuer persönlicher Rekord
es: Récord personal nuevo
fa: رکورد شخصی جدید
fr: Nouveau record personnel
it: Nuovo record personale
ja: 自己ベスト更新
ko: 새 개인 기록
nl: Nieuw persoonlijk record
pl: Nowy rekord życiowy
pt: Novo recorde pessoal
ru: Новый личный рекорд
tr: Yeni kişisel rekor
uk: Новий особистий рекорд
zh: 突破个人纪录！
zh_hant: 新的個人紀錄
